/* 
 Localizable.strings
 Sparkle
 
 Created by Pranav Bhat on 10/21/13.
 Copyright (c) 2013 Oracle Corporation. All rights reserved.
 */

/* Web Java View strings */
"webJavaWindowTitle" = "ブラウザ・プラグイン無効";
"webJavaViewHeading" = "JavaコンテンツはWebブラウザで無効になっています";
"webJavaViewDesc" = "有効にするには、Javaコントロール・パネルの「セキュリティ」タブで「ブラウザでJavaコンテンツを有効にする」を選択します";

/* Restore Windows Strings */
"restoreWindowTitle" = "セキュリティ・プロンプトの復元";
"restoreWindowDesc" = "「再度表示しない」オプションを選択すると、一部のJavaセキュリティ・プロンプトが表示されなくなります。30日ごとにこれらのプロンプトを復元することで、個人情報に対するセキュリティを向上できます。";
"moreInformation" = "詳細情報";
"restoreCheckbox" = "Javaセキュリティ・プロンプトの復元";

/* Common strings*/
"continueButton" = "続行";
"closeButton" = "閉じる";

/* Security level warning message as per UE team's recommendation*/
"securityHightenedWarning" = "セキュリティ・レベルは最小限の値である「高」に設定されます。";
